insert into SpaceRental (spaceName, city, address, accommondate, spaceType, rent, unit, period1, period2, facility_1, facility_2, facility_3, facility_4, facility_5, intro)
values
('ones多功能-台北','台北市','中山區太乙一街58號',13,'多功能',6800,'全天','全天','無','桌椅','無線網路','螢幕','音響設備','洗手間','設計團隊打造出質感空間，想和您分享的不止是場地，更是一種生活美學。'),
('ones多功能-新北','新北市','淡水區大忠街35號',20,'多功能',8000,'全天','全天','無','桌椅','無線網路','投影機(幕)','音響設備','洗手間','能輕鬆地體驗到如家一般的放鬆。'),
('ones多功能-桃園','桃園市','八德區永安街28號',40,'多功能',12000,'全天','全天','無','桌椅','無線網路','螢幕','音響設備','洗手間','由每一個分享技能的人共同創造的空間，空間如同拼圖，會隨不同參與者有所改變，而每一個人都是拼圖。'),
('ones多功能-新竹','新竹市','湖口鄉中美東路6號',20,'多功能',7000,'全天','全天','無','桌椅','無線網路','螢幕','音響設備','洗手間','提供各種設備，並且費用已包含在租金內，無需另外付費。'),
('ones烹飪-新北','新北市','新北市板橋區民有街4號',16,'烹飪教室',3200,'小時','下午','晚上','無線網路','烹飪設備','音響設備','桌椅','洗手間','近捷運板橋站五號出口，適合料理攝影、直播、PODCAST錄音、產品試吃會等。'),
('ones烹飪-新竹','新竹市','楠梓區大學三十六街6號',12,'烹飪教室',1500,'小時','下午','晚上','無線網路','烹飪設備','音響設備','桌椅','洗手間','讓喜愛烘焙朋友體驗烘焙的療癒過程，帶著滿滿的成就感回家。'),
('ones藝文-台北','台北市','中正區朝貴路64號',30,'藝文展演',5000,'小時','全天','無','無線網路','桌椅','音響設備','桌椅','洗手間','提供乾淨舒適的環境、獨立空間及全智能照明系統，依需求自由轉換燈光明暗及色溫，讓來華燈市多功能展演廳空間的人有高品質的燈光體驗。'),
('ones藝文-桃園','桃園市','平鎮區廣興三街11號',50,'藝文展演',4000,'小時','全天','無','無線網路','桌椅','音響設備','桌椅','咖啡機','藝術品的舒適空間，伴隨品茗、品酒、品咖啡的心靈SPA 一個懂生活的空間，如何品得自在，就叫做<專業>。');



('ones商務-新北','新竹市','峨眉鄉峨眉街28號',8,'商務會議',400,'小時','上午','下午','會議桌','無線網路','投影機(幕)','白板設備','咖啡機','商務中心以創新與用心為主軸，提供客戶便利與專業的服務。')
('ones商務-台北','台北市','東區裕和路3號',16,'商務會議',800,'小時','上午','下午','會議桌','無線網路','投影機(幕)','白板設備','咖啡機','場地位於台北市松山區，捷運中山國中站走路五分鐘，民權敦化路口公車站走路不到一分鐘。')